Dlubal.RFEM5.ISurfaceLoad
Interface for working with surface load.

Dlubal.RFEM5.ISurfaceLoad.GetData
Gets surface load parameters.
Returns: Surface load parameters

Dlubal.RFEM5.ISurfaceLoad.SetData(System.UInt32@)
Sets surface load parameters.
Load: Surface parameters

Dlubal.RFEM5.ISurfaceLoad.Delete
Deletes surface load.